Repository: marlon360/grade-calc
Catalog: GradeCalc/*.lproj/Localizable.strings
Languages: de

source: Grade
de: Note

source: Grade:
de: Note:

source: Best grade:
de: Beste Note:

source: Worst grade:
de: Schlechteste Note:

source: Weight
de: Gewichtung

source: Weight:
de: Gewichtung:

# no semester
source: No semesters
de: Keine Semester vorhanden

source: Choose semester
de: Semester auswählen

source: Create semester
de: Neues Semester

source: Edit subject
de: Fach bearbeiten

source: New subject
de: Neues Fach

source: Edit
de: Bearbeiten

source: Save
de: Speichern

source: Delete
de: Löschen

source: Cancel
de: Abbrechen

source: Activate
de: Aktivieren

source: Deactivate
de: Deaktivieren

# current average
source: Your GPA
de: Aktueller Durchschnitt

# simulated average
source: Simulated GPA
de: Simulierter Durchschnitt

source: Final grade
de: Eingetragene Note

source: Simulated grade
de: Simulierte Note

source: Grade counts
de: Note zählt

source: Title
de: Titel

# no grades
source: Nothing to see here yet. Press the plus button to add a new grade!
de: Noch keine Note eingetragen. Drücke den Plus Button, um eine Note hinzuzufügen!

# rename
source: Rename semester
de: Semester umbenennen
